mysop.org
#+TITLE: 자기 소개서
#+AUTHOR: 박 호열
#+OPTIONS: toc:nil num:nil
#+LATEX_HEADER: \usepackage{kotex}
#+latex_header: \usepackage{setspace}
#+latex_header: \onehalfspacing
#+OPTIONS: \n:t

안녕하세요. 저는 IT 분야에서 다양한 경력과 경험을 쌓아온 박호열이라고
합니다. 회사가 원하는 fullstack web개발자이며, 대기업, 중소기업에서
직장 경험도 있는 개발자입니다. 현재 제주도에 살고 있으며, 도내 취업을
알아보고 있습니다.


저는 새로운 기술을 배우는데 주저함이 없고,다양한 프로그래밍 언어와
개발 도구를 능숙하게 다룰 수 있으며, 데이터베이스 설계와 시스템
구축에도 능력을 갖추고 있습니다. 또한, 문제 해결 능력을 강화하기 위해
항상 새로운 지식과 기술을 습득하고 있습니다. 제가 지금 관심있는 분야는
현재 A.I(deep learning)쪽이지만, IT쪽이면 무슨일도 할 수 있는 능력이
있습니다.

제주가 좋아서 육지에서 내려온 사람입니다. 생각이 비슷한 동료들과
취미생활도 같이하며, 괴롭고 힘들때 소주 한잔 기울일 수 있는 친구를
얻었으면 좋겠습니다. 제주도에서 IT기업은 많지 않아서 다시 육지로
가야할 지도 모르지만, 되도록이면 제주에서 취업하고 싶습니다.

저에 대한 소개를 읽어주셔서 감사합니다. 기회가 주어진다면, 최선을 다해
성과를 만들어내겠습니다. 그리고 희망연봉은 회사내규에
따르겠습니다. 포트폴리오 및 기술블로그는 아래와 같습니다.

portfolio: https://portfolio.frege2godel.me/
기술블로그: https://braindump.frege2godel.me/?stackedPages=%2F
