mysop.tex
% Created 2023-07-25 Tue 18:11
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{kotex}
\usepackage{setspace}
\onehalfspacing
\author{박 호열}
\date{\today}
\title{자기 소개서}
\hypersetup{
 pdfauthor={박 호열},
 pdftitle={자기 소개서},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.0.50 (Org mode 9.6.6)}, 
 pdflang={English}}
\begin{document}

\maketitle
안녕하세요. 저는 IT 분야에서 다양한 경력과 경험을 쌓아온 박호열이라고\\[0pt]
합니다. 회사가 원하는 fullstack web개발자이며, 대기업, 중소기업에서\\[0pt]
직장 경험도 있는 개발자입니다. 현재 제주도에 살고 있으며, 도내 취업을\\[0pt]
알아보고 있습니다.\\[0pt]


저는 새로운 기술을 배우는데 주저함이 없고,다양한 프로그래밍 언어와\\[0pt]
개발 도구를 능숙하게 다룰 수 있으며, 데이터베이스 설계와 시스템\\[0pt]
구축에도 능력을 갖추고 있습니다. 또한, 문제 해결 능력을 강화하기 위해\\[0pt]
항상 새로운 지식과 기술을 습득하고 있습니다. 제가 지금 관심있는 분야는\\[0pt]
현재 A.I(deep learning)쪽이지만, IT쪽이면 무슨일도 할 수 있는 능력이\\[0pt]
있습니다.\\[0pt]

제주가 좋아서 육지에서 내려온 사람입니다. 생각이 비슷한 동료들과\\[0pt]
취미생활도 같이하며, 괴롭고 힘들때 소주 한잔 기울일 수 있는 친구를\\[0pt]
얻었으면 좋겠습니다. 제주도에서 IT기업은 많지 않아서 다시 육지로\\[0pt]
가야할 지도 모르지만, 되도록이면 제주에서 취업하고 싶습니다.\\[0pt]

저에 대한 소개를 읽어주셔서 감사합니다. 기회가 주어진다면, 최선을 다해\\[0pt]
성과를 만들어내겠습니다. 그리고 희망연봉은 회사내규에\\[0pt]
따르겠습니다. 포트폴리오 및 기술블로그는 아래와 같습니다.\\[0pt]

portfolio: \url{https://portfolio.frege2godel.me/}\\[0pt]
기술블로그: \url{https://braindump.frege2godel.me/?stackedPages=\%2F}\\[0pt]
\end{document}